Repository: common-repository/codevision-elementor-smart-fonts
Catalog: languages/codevision-elementor-smart-fonts-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: License
de_de: Lizenz

source: Remove Font
de_de: Schriftart löschen

source: With both types your receive six month of personal support and 12 month free updates.
de_de: Wir bieten Ihnen für beide Versionen 6 Monate Support ab Aktivierungsdatum, sowie 12 Monate lang kostenlose Updates.

source: Use Own TrueType Font (TTF)
de_de: Eigene TrueType Font (TTF) hochladen

source: Installed Fonts
de_de: Installierte Schriftarten

source: Here you can choose to upload a ttf file you want to use as webfont. We will generate the stylesheet for you. Below this field you will then find the corresponding css-class you have use to display your text in the specified font. The Font will also appear within the elementor font selection &laquo;Smart Fonts&raquo;.<br/>Attention: Always save the form after adding a new Font. You can add as many fonts as you please, but only one at a time. After saving the form the uploaded font will be converted and then removed from the wordpress media folder.
de_de: Hier kannst du eine eigene TTF Schriftart, die du als Webfont nutzen möchtest hochladen. Die Konvertierung übernehmen wir für dich. Nach dem Speichern findest du die Schriftart und ein Beispiel im unteren Bereich. Hast du das Elementor Plugin installiert, wird die Schriftart auch unter &laquo;Smart Fonts&raquo; angezeigt.<br/>Achtung: Bitte nach dem Upload / der Auswahl immer dieses Formular abspeichern! Du kannst beliebig viele Schriftarten hochladen, jedoch immer nur einzeln. Nach dem Upload wird die Schriftart von uns konvertiert und dann aus deiner Wordpress Media Bibliothek entfernt.

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Enable Font Preload
de_de: Font Preload aktivieren

source: Refresh Font Cache
de_de: Font Cache erneuern

source: Here you can refresh the path information in the generated CSS Files in case you changed your base url or moved your website to another hoster.
de_de: Mit dieser Funktion kannst du die Pfad Informationen zu den Font Dateien in den generierten CSS Dateien aktualisieren. Dies wird notwendig, falls du die Seite von http auf https umgezogen oder den Hoster/die URL gewechselt hast.

source: This option adds the preload directive for all custom fonts to the head part of your website. This will greatly reduce the loading time of your website. It is recommended to leave this option enabled.
de_de: Diese Option integriert die Font Preload Direktive für alle Custom Fonts im Head Bereich deiner Webseite. Damit reduzierst du die Ladezeit deiner Webseite beträchtlich. Wir empfehlen die Option immer aktiviert zu lassen.

source: Notice
de_de: Hinweis

source: License Key
de_de: Lizenz Schlüssel

source: License Information
de_de: Lizenz Informationen

source: Please enter your personal license key you received by email. If you do not own a license key, or your 30 day trial has been expired you can order your personal license key <a href={license_url} target={license_target}>here</a>. The single Site License is only <strong>{single_price}</strong>. If you plan to use the plugin on more than one site, please consider buying our <strong>agency</strong> license fore unlimited site usage for only <strong>{agency_price}</strong>. {additional_info}
de_de: Bitte geben Sie hier Ihren Lizenzschlüssel ein, den Sie per E-Mail erhalten haben. Sollten Sie keinen Lizenzschlüssel besitzen, oder Ihr 30-tägiger Testzeitraum ist abgelaufen, so können Sie <a href={license_url} target={license_target}>hier</a> einen Schlüssel käuflich erwerben. Für die Nutzung auf einer Webseite kostet die Lizenz nur <strong>{single_price}</strong>. Sollten Sie eine Agentur-Lizenz für <strong>beliebig viele</strong> Webseiten benötigen, so kostet diese nur <strong>{agency_price}</strong>. Wir bieten Ihnen für beide Versionen 6 Monate Support ab Aktivierungsdatum, sowie 12 Monate lang kostenlose Updates. {additional_info}

source: Could not verify the License Key. Please buy a License Key <a href=%s>here</a>. As long as no valid License Key is found, the Plugin will not work correctly.
de_de: Der eingegebene Lizenzschlüssel ist ungültig. Bitte kaufe <a href=%s>hier</a> einen gültigen Lizenzschlüssel. Solange kein Lizenzschlüssel eingegeben ist, funktioniert das Plugin nicht.

source: You are using Smart Fonts for Elementor without a valid License Key. You have <strong>%%d</strong> days left for your trial. Please consider buying <a target="_blank" href=%s>here</a>.
de_de: Du verwendest Smart Fonts für Elementor in der Testphase. Du hast noch <strong>%%d</strong> Tage übrig.<a target=“_blank” href=%s>Hier</a> kannst du die Vollversion freischalten.

source: You are using Smart Fonts for Elementor without a valid License Key. You have only <strong>one</strong> day left for your trial. Please consider buying <a target="_blank" href=%s>here</a>.
de_de: Du verwendest Smart Fonts für Elementor in der Testphase. Du hast noch <strong>einen</strong> Tag übrig.<a target=“_blank” href=%s>Hier</a> kannst du die Vollversion freischalten.

source: You have a valid License Key, thank you for your support
de_de: Sie haben einen gültigen Lizenzschlüssel verwendet, vielen Dank

source: Your Product
de_de: Dein Produkt

source: Last Payment
de_de: Zahlung durchgeführt am

source: Next Payment
de_de: Ablauf der Lizenz zum

source: Paid until
de_de: Bezahlt bis

source: Trial Start
de_de: Testversion aktiviert am

source: Trial End
de_de: Testversion gültig bis zum

source: Smart Fonts for Elementor
de_de: Smart Fonts für Elementor

source: Adding your beloved TrueType Fonts to your website was never easier before. Comes also with full Elementor Styling Support!
de_de: Hiermit kannst du endlich deine geliebten TrueType Fonts auch auf deiner Webseite einsetzen. Deine Schriftarten sind nun auch im Elementor auswählbar!
